src/main/resources/request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:gs="http://firstline.com/soap">
    <soapenv:Header/>
    <soapenv:Body>
        <gs:getCountryRequest>
            <gs:name>Aleks</gs:name>
            <gs:sex>MALE</gs:sex>
        </gs:getCountryRequest>
    </soapenv:Body>
</soapenv:Envelope>